{"Monday": {"breakfast": "thuna sandwich", "brunch": "triple 0% yogourt", "lunch": "gluten-free whole wheat pasta salad with grilled chicken. One piece of allowed fruit", "dinner": "pumpkin and carrot cream. Grilled fish with sautéed chard"}}
{"Tuesday":  {"breakfast": "thuna sandwich", "brunch": "half portion of fruit allowed with a puffed corn cake", "lunch": "steamed hake with thyme and rosemary and scrambled eggs with spinach and potato", "dinner": "natural mashed potato with green beans and a hard-boiled egg"}}
{"Wednesday": {"breakfast": "two buckwheat toasts with sorbitol-free turkey sausage or salty ham", "brunch": "triple 0% yogourt", "lunch": "Russian salad without mayonnaise (natural yoghurt, olive oil and mustard, lemon and salt) with a boiled egg in pieces, and natural tuna", "dinner": "grilled hake with allowed vegetables"}}
{"Thursday": {"breakfast": "two triple 0% yogurts or non-dairy milk with cornflakes", "brunch": "yogourt triple 0%", "lunch": "chicken broth with carrots and vegetables allowed with semi-ripened goat cheese and minced meat", "dinner": "potato and mushroom omelette"}}
{"Friday": {"breakfast": "thuna sandwich", "brunch": "half portion of fruit allowed with a puffed corn cake", "lunch": "sautéed brown rice with allowed vegetables and grilled salmon", "dinner": "Green salad (canons, cucumber, pepper, olives, etc.) with baked chicken"}}
{"Saturday": {"breakfast": "two toasts with salty ham", "brunch": "triple 0% yogourt", "lunch": "turkey breast with allowed roasted vegetables and 40 grams of gluten-free whole-grain macaroni with oil. One piece of allowed fruit", "dinner": "vegetables allowed and grilled seafood"}}
{"Sunday": {"breakfast": "sandwich with ripened cheese and salty ham", "brunch": "three puffed rice cakes", "lunch": "quinoa salad with allowed vegetables. Grilled beef with boiled potato", "dinner": "quinoa, green bean and carrot salad with lentils (a handful)"}}
{"Random": {"breakfast": "bread sandwich with ripened cheese and salty ham", "brunch": "triple 0% yogourt", "lunch": "cream or fish or chicken soup. Pumpkin puree with grilled chicken and wild rice (with parsley). one piece of allowed fruit", "dinner": "baked white fish. Roasted allowed vegetables"}}
